Repository: common-repository/products-limit-for-woocommerce
Catalog: languages/products-limit-*.po
Languages: it_it

source: A Minimum of %s products is required before checking out. Current number of items in the cart: %s. <a href="%s" class="button wc-forwards">Continue Shopping</a>
it_it: Un minimo di %s prodotti è necessario prima il check-out. Attuale numero di articoli nel carrello: %s. <a href="%s" class="button wc-forwards">Torna al negozio</a>

source: A Minimum of %s products is required before checking out. Current number of items in the cart: %s.
it_it: Un minimo di %s prodotti è necessario prima del check-out. Attuale numero di articoli nel carrello: %s.

source: A Maximum of %s products is allowed before checking out. Current number of items in the cart: %s. <a href="%s" class="button wc-forwards">Continue Shopping</a>
it_it: Il numero massimo di prodotti acquistabili è: %s . Attuale numero di articoli nel carrello: %s. <a href="%s" class="button wc-forwards">Torna al negozio</a>

source: A Maximum of %s products is allowed before checking out. Current number of items in the cart: %s.
it_it: Il numero massimo di prodotti acquistabili è: %s . Attuale numero di articoli nel carrello: %s.

source: You have set a maximum limit of %s products before checking out.
it_it: È stato impostato un limite massimo di %s prodotti prima del check-out.

source: You have not set a maximum limit of products
it_it: Non è stato impostato un limite massimo di prodotti

source: You have set a minimum limit of %s products before checking out.
it_it: È stato impostato un limite minimo di %s prodotti prima del check-out.

source: You have not set a minimum limit of products
it_it: Non è stato impostato un limite minimo di prodotti

source: Return to shop button enabled
it_it: Pulsante Torna al negozio abilitato

source: Return to shop button disabled
it_it: Pulsante Torna al negozio disabilitato

source: Settings
it_it: Impostazioni

source: Products limit for WooCommerce status
it_it: Limite di prodotti per WooCommerce

source: Min/max products limit
it_it: Min/max Quantità prodotti

source: Products limit
it_it: Limite di prodotti

source: Setting to set minimum and maximum products quantity
it_it: Impostazioni per regolare la quantità minima e massima dei prodotti

source: Min products
it_it: Quantità minima

source: Add minimum limit
it_it: Imposta una quantità minima

source: Add minimum limit of products
it_it: Imposta una quantità minima di prodotti

source: Max products
it_it: Quantità massima

source: Add maximum limit
it_it: Imposta una quantità massima

source: Add maximum limit of products
it_it: Imposta una quantità massima di prodotti

source: Enable/disable custom button
it_it: Abilitare / disabilitare pulsante personalizzato

source: Check to enable custom button
it_it: Spuntare per abilitare

source: &#34;Continue Shopping&#34; button in warning banner
it_it: Pulsante "Torna al negozio"

source: Thanks for using <a href="%s" target="_blank">Products limit for WooCommerce</a>
it_it: Grazie per aver utilizzato <a href="%s" target="_blank">Limite di prodotti per WooCommerce</a>
